cmsis-svd/cmsis-svd/data/Fujitsu/MB9B560R.xml
        <!-- REGISTER "IRQ115MON" -->
        <register>
          <name>IRQ115MON</name>
          <description>IRQ115 Batch Read Register</description>
          <addressOffset>0x3D0</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x0</resetMask>
        </register>
        <!-- REGISTER "IRQ116MON" -->
        <register>
          <name>IRQ116MON</name>
          <description>IRQ116 Batch Read Register</description>
          <addressOffset>0x3D4</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x0</resetMask>
        </register>
        <!-- REGISTER "IRQ117MON" -->
        <register>
          <name>IRQ117MON</name>
          <description>IRQ117 Batch Read Register</description>
          <addressOffset>0x3D8</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x0</resetMask>
        </register>
        <!-- REGISTER "IRQ118MON" -->
        <register>
          <name>IRQ118MON</name>
          <description>IRQ118 Batch Read Register</description>
          <addressOffset>0x3DC</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x3</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "SDINT1" -->
            <field>
              <name>SDINT1</name>
              <description>SD card interrupt request</description>
              <lsb>1</lsb>
              <msb>1</msb>
              <access>read-only</access>
            </field>
            <!-- FIELD "SDINT0" -->
            <field>
              <name>SDINT0</name>
              <description>Interrupt request of aggregation of all SD I/F interrupt sources</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-only</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "IRQ119MON" -->
        <register>
          <name>IRQ119MON</name>
          <description>IRQ119 Batch Read Register</description>
          <addressOffset>0x3E0</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x1</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "FLINT" -->
            <field>
              <name>FLINT</name>
              <description>Interrupt request of the Flash I/F</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-only</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "IRQ120MON" -->
        <register>
          <name>IRQ120MON</name>
          <description>IRQ120 Batch Read Register</description>
          <addressOffset>0x3E4</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x1</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "MFSRINT" -->
            <field>
              <name>MFSRINT</name>
              <description>Reception interrupt request of the MFS ch.12</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-only</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "IRQ121MON" -->
        <register>
          <name>IRQ121MON</name>
          <description>IRQ121 Batch Read Register</description>
          <addressOffset>0x3E8</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x3</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "MFSINT1" -->
            <field>
              <name>MFSINT1</name>
              <description>Status interrupt request of the MFS ch.12</description>
              <lsb>1</lsb>
              <msb>1</msb>
              <access>read-only</access>
            </field>
            <!-- FIELD "MFSINT0" -->
            <field>
              <name>MFSINT0</name>
              <description>Transmission interrupt request of the MFS ch.12</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-only</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "IRQ122MON" -->
        <register>
          <name>IRQ122MON</name>
          <description>IRQ122 Batch Read Register</description>
          <addressOffset>0x3EC</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x1</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "MFSRINT" -->
            <field>
              <name>MFSRINT</name>
              <description>Reception interrupt request of the MFS ch.13</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-only</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "IRQ123MON" -->
        <register>
          <name>IRQ123MON</name>
          <description>IRQ123 Batch Read Register</description>
          <addressOffset>0x3F0</addressOffset>
          <size>32</size>
          <access>read-only</access>
          <resetValue>0x0</resetValue>
          <resetMask>0x3</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "MFSINT1" -->
            <field>
              <name>MFSINT1</name>
              <description>Status interrupt request of the MFS ch.13</description>
              <lsb>1</lsb>
              <msb>1</msb>
              <access>read-only</access>
            </field>
            <!-- FIELD "MFSINT0" -->
            <field>
              <name>MFSINT0</name>
              <description>Transmission interrupt request of the MFS ch.13</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-only</access>
            </field>
          </fields>
        </register>
